{
    "专49": "0", 
    "专44": "1", 
    "运通119": "2", 
    "专41": "3", 
    "运通118": "4", 
    "818": "5", 
    "345": "6", 
    "346": "7", 
    "347": "8", 
    "341": "9", 
    "342": "10", 
    "343": "11", 
    "813": "12", 
    "348": "13", 
    "349": "14", 
    "816": "15", 
    "717": "16", 
    "714": "17", 
    "915": "598", 
    "423": "600", 
    "736": "648", 
    "425": "602", 
    "427": "603", 
    "426": "604", 
    "591": "24", 
    "308": "605", 
    "593": "26", 
    "592": "27", 
    "595": "28", 
    "594": "29", 
    "597": "30", 
    "596": "31", 
    "599": "32", 
    "598": "33", 
    "525": "35", 
    "526": "36", 
    "527": "37", 
    "520": "38", 
    "523": "39", 
    "528": "40", 
    "529": "41", 
    "449": "42", 
    "443": "43", 
    "442": "44", 
    "441": "45", 
    "440": "46", 
    "344快": "47", 
    "445": "48", 
    "108": "49", 
    "109": "50", 
    "102": "51", 
    "103": "52", 
    "101": "53", 
    "106": "54", 
    "107": "55", 
    "104": "56", 
    "105": "57", 
    "39": "58", 
    "901": "59", 
    "906": "60", 
    "907": "61", 
    "904": "62", 
    "905": "63", 
    "33": "64", 
    "32": "65", 
    "31": "66", 
    "909": "67", 
    "35": "68", 
    "34": "69", 
    "641": "70", 
    "640": "71", 
    "643": "72", 
    "642": "73", 
    "特8外": "74", 
    "647": "75", 
    "646": "76", 
    "436": "77", 
    "648": "78", 
    "434": "79", 
    "夜32": "80", 
    "432": "81", 
    "夜34": "82", 
    "430": "83", 
    "431": "84", 
    "753": "642", 
    "339": "86", 
    "338": "87", 
    "335": "88", 
    "334": "89", 
    "337": "90", 
    "336": "91", 
    "331": "92", 
    "330": "93", 
    "332": "94", 
    "854": "96", 
    "855": "97", 
    "857": "98", 
    "850": "99", 
    "851": "100", 
    "852": "101", 
    "6": "102", 
    "99": "103", 
    "98": "104", 
    "运通111": "105", 
    "运通110": "106", 
    "运通117": "107", 
    "运通116": "108", 
    "运通115": "109", 
    "运通114": "110", 
    "91": "111", 
    "93": "112", 
    "92": "113", 
    "95": "114", 
    "94": "115", 
    "97": "116", 
    "96": "117", 
    "850快": "119", 
    "741": "120", 
    "559": "121", 
    "558": "122", 
    "554": "123", 
    "557": "124", 
    "556": "125", 
    "550": "126", 
    "553": "127", 
    "552": "128", 
    "848": "630", 
    "1": "129", 
    "618": "130", 
    "619": "131", 
    "612": "132", 
    "610": "133", 
    "611": "134", 
    "616": "135", 
    "614": "136", 
    "615": "137", 
    "951": "667", 
    "366快": "139", 
    "专121": "140", 
    "948": "141", 
    "946": "142", 
    "944": "143", 
    "945": "144", 
    "942": "145", 
    "943": "146", 
    "940": "147", 
    "941": "148", 
    "942快": "149", 
    "684": "150", 
    "681": "151", 
    "680": "152", 
    "682": "153", 
    "622": "154", 
    "133": "156", 
    "132": "157", 
    "131": "158", 
    "130": "159", 
    "498": "160", 
    "499": "161", 
    "494": "162", 
    "496": "163", 
    "497": "164", 
    "490": "165", 
    "493": "166", 
    "24": "167", 
    "25": "168", 
    "26": "169", 
    "27": "170", 
    "20": "171", 
    "21": "172", 
    "22": "173", 
    "23": "174", 
    "300外": "175", 
    "28": "176", 
    "29": "177", 
    "407": "178", 
    "939": "179", 
    "938": "180", 
    "403": "181", 
    "402": "182", 
    "401": "183", 
    "933": "184", 
    "931": "185", 
    "930": "186", 
    "937": "187", 
    "936": "188", 
    "935": "189", 
    "408": "190", 
    "运通205": "191", 
    "运通202": "192", 
    "运通201": "193", 
    "379": "194", 
    "378": "195", 
    "特15": "196", 
    "特14": "197", 
    "829": "198", 
    "360快": "199", 
    "特10": "200", 
    "371": "201", 
    "370": "202", 
    "827": "203", 
    "372": "204", 
    "821": "205", 
    "820": "206", 
    "823": "95", 
    "特18": "208", 
    "701": "209", 
    "393": "210", 
    "392": "211", 
    "390": "212", 
    "397": "213", 
    "396": "214", 
    "82": "215", 
    "83": "216", 
    "80": "217", 
    "81": "218", 
    "86": "219", 
    "87": "220", 
    "85": "221", 
    "414": "375", 
    "929": "376", 
    "7": "224", 
    "586": "225", 
    "587": "226", 
    "584": "227", 
    "585": "228", 
    "582": "229", 
    "583": "230", 
    "580": "231", 
    "581": "232", 
    "589": "233", 
    "924": "383", 
    "519": "235", 
    "518": "236", 
    "511": "237", 
    "510": "238", 
    "513": "239", 
    "512": "240", 
    "515": "241", 
    "517": "242", 
    "516": "243", 
    "623": "244", 
    "459": "245", 
    "621": "246", 
    "620": "247", 
    "627": "248", 
    "626": "249", 
    "625": "250", 
    "624": "251", 
    "450": "252", 
    "453": "253", 
    "454": "254", 
    "455": "255", 
    "456": "256", 
    "457": "257", 
    "977": "259", 
    "976": "260", 
    "975": "261", 
    "973": "262", 
    "972": "263", 
    "971": "264", 
    "970": "265", 
    "978": "266", 
    "657": "267", 
    "夜28": "268", 
    "2": "269", 
    "652": "270", 
    "653": "271", 
    "650": "272", 
    "651": "273", 
    "658": "274", 
    "659": "275", 
    "专38": "276", 
    "专31": "277", 
    "316": "394", 
    "11": "279", 
    "10": "280", 
    "13": "281", 
    "15": "282", 
    "14": "283", 
    "17": "284", 
    "16": "285", 
    "19": "286", 
    "18": "287", 
    "865": "288", 
    "864": "289", 
    "867": "290", 
    "740外": "291", 
    "883": "292", 
    "970快": "430", 
    "887": "294", 
    "885": "295", 
    "884": "296", 
    "运通104": "297", 
    "运通105": "298", 
    "运通106": "299", 
    "运通107": "300", 
    "运通101": "301", 
    "运通102": "302", 
    "运通103": "303", 
    "运通108": "304", 
    "运通109": "305", 
    "355": "528", 
    "322": "307", 
    "323": "308", 
    "321": "309", 
    "326": "310", 
    "327": "311", 
    "324": "312", 
    "325": "313", 
    "328": "314", 
    "329": "315", 
    "77": "317", 
    "76": "318", 
    "75": "319", 
    "74": "320", 
    "73": "321", 
    "72": "322", 
    "71": "323", 
    "70": "324", 
    "79": "325", 
    "78": "326", 
    "359": "538", 
    "935快": "328", 
    "358": "539", 
    "669": "330", 
    "668": "331", 
    "667": "332", 
    "666": "333", 
    "665": "334", 
    "664": "335", 
    "663": "336", 
    "662": "337", 
    "661": "338", 
    "660": "339", 
    "692": "340", 
    "693": "341", 
    "690": "342", 
    "691": "343", 
    "696": "344", 
    "697": "345", 
    "694": "346", 
    "695": "347", 
    "698": "348", 
    "699": "349", 
    "542": "350", 
    "543": "351", 
    "541": "352", 
    "546": "353", 
    "547": "354", 
    "544": "355", 
    "8": "356", 
    "549": "357", 
    "997": "358", 
    "996": "359", 
    "991": "360", 
    "990": "361", 
    "993": "362", 
    "992": "363", 
    "998": "364", 
    "120": "365", 
    "121": "366", 
    "122": "367", 
    "123": "368", 
    "124": "369", 
    "125": "370", 
    "126": "371", 
    "127": "372", 
    "363": "414", 
    "928": "222", 
    "415": "223", 
    "416": "377", 
    "417": "378", 
    "410": "379", 
    "411": "380", 
    "413": "381", 
    "923": "382", 
    "418": "234", 
    "419": "384", 
    "926": "385", 
    "927": "386", 
    "319": "387", 
    "318": "388", 
    "专60": "389", 
    "312": "390", 
    "311": "391", 
    "310": "392", 
    "317": "393", 
    "专69": "278", 
    "315": "395", 
    "314": "396", 
    "832": "397", 
    "833": "398", 
    "830": "399", 
    "831": "400", 
    "836": "401", 
    "837": "402", 
    "834": "403", 
    "835": "404", 
    "专66": "626", 
    "838": "405", 
    "839": "406", 
    "快速公交4线": "407", 
    "3": "408", 
    "369": "409", 
    "366": "410", 
    "364": "411", 
    "365": "412", 
    "362": "413", 
    "901快": "374", 
    "360": "415", 
    "361": "416", 
    "952": "670", 
    "380": "417", 
    "381": "418", 
    "384": "419", 
    "385": "420", 
    "386": "421", 
    "387": "422", 
    "389": "423", 
    "专91": "424", 
    "专97": "425", 
    "专96": "426", 
    "835快": "427", 
    "579": "428", 
    "578": "429", 
    "573": "431", 
    "571": "432", 
    "570": "433", 
    "577": "434", 
    "576": "435", 
    "575": "436", 
    "574": "437", 
    "60": "438", 
    "61": "439", 
    "64": "440", 
    "65": "441", 
    "66": "442", 
    "67": "443", 
    "68": "444", 
    "69": "445", 
    "685": "446", 
    "特12外": "447", 
    "404": "448", 
    "508": "449", 
    "509": "450", 
    "506": "451", 
    "507": "452", 
    "504": "453", 
    "505": "454", 
    "502": "455", 
    "503": "456", 
    "501": "457", 
    "630": "458", 
    "夜2": "459", 
    "夜1": "460", 
    "633": "461", 
    "469": "155", 
    "468": "463", 
    "636": "464", 
    "夜4": "85", 
    "465": "466", 
    "464": "467", 
    "467": "468", 
    "466": "469", 
    "463": "470", 
    "462": "471", 
    "38": "472", 
    "309": "606", 
    "345快": "473", 
    "964": "474", 
    "965": "475", 
    "966": "476", 
    "967": "477", 
    "960": "478", 
    "961": "479", 
    "962": "480", 
    "963": "481", 
    "634": "660", 
    "968": "482", 
    "969": "483", 
    "631快": "484", 
    "专108": "485", 
    "专109": "486", 
    "409": "487", 
    "专102": "488", 
    "专101": "489", 
    "专107": "490", 
    "专104": "491", 
    "30": "492", 
    "专20": "493", 
    "专21": "494", 
    "专26": "495", 
    "专27": "496", 
    "特3": "497", 
    "特2": "498", 
    "夜30内": "499", 
    "特7": "500", 
    "特6": "501", 
    "特5": "502", 
    "特4": "503", 
    "878": "504", 
    "876": "505", 
    "877": "506", 
    "872": "507", 
    "873": "508", 
    "870": "509", 
    "9": "510", 
    "890": "511", 
    "637": "512", 
    "专166": "258", 
    "896": "514", 
    "897": "515", 
    "特8内": "516", 
    "专59": "517", 
    "437": "518", 
    "专55": "519", 
    "专51": "520", 
    "专53": "521", 
    "435": "523", 
    "916快": "524", 
    "433": "525", 
    "357": "526", 
    "356": "527", 
    "809": "306", 
    "808": "529", 
    "353": "530", 
    "352": "531", 
    "351": "532", 
    "350": "533", 
    "941快": "534", 
    "801": "535", 
    "807": "536", 
    "806": "537", 
    "805": "327", 
    "804": "329", 
    "45": "540", 
    "42": "671", 
    "快速公交3线": "542", 
    "40": "673", 
    "41": "674", 
    "438": "513", 
    "专118": "676", 
    "678": "545", 
    "679": "546", 
    "674": "547", 
    "675": "548", 
    "676": "549", 
    "677": "550", 
    "670": "551", 
    "671": "552", 
    "672": "553", 
    "673": "554", 
    "919快": "555", 
    "59": "556", 
    "58": "557", 
    "55": "558", 
    "54": "559", 
    "57": "560", 
    "56": "561", 
    "50": "562", 
    "53": "563", 
    "52": "564", 
    "537": "565", 
    "536": "566", 
    "535": "567", 
    "534": "568", 
    "532": "569", 
    "531": "570", 
    "530": "571", 
    "539": "572", 
    "538": "573", 
    "988": "574", 
    "989": "575", 
    "982": "576", 
    "983": "577", 
    "980": "578", 
    "981": "579", 
    "986": "580", 
    "987": "581", 
    "984": "582", 
    "985": "583", 
    "115": "584", 
    "114": "585", 
    "117": "586", 
    "116": "587", 
    "111": "588", 
    "110": "589", 
    "113": "590", 
    "112": "591", 
    "119": "592", 
    "118": "593", 
    "特16": "594", 
    "428": "595", 
    "919": "596", 
    "918": "597", 
    "421": "18", 
    "914": "19", 
    "917": "20", 
    "916": "601", 
    "911": "21", 
    "913": "22", 
    "912": "23", 
    "专11": "25", 
    "专10": "373", 
    "专13": "607", 
    "特11": "608", 
    "专17": "609", 
    "301": "610", 
    "302": "611", 
    "303": "612", 
    "304": "613", 
    "305": "614", 
    "306": "615", 
    "307": "616", 
    "825": "617", 
    "824": "618", 
    "373": "619", 
    "847": "620", 
    "846": "621", 
    "845": "622", 
    "844": "623", 
    "843": "624", 
    "842": "625", 
    "841": "118", 
    "840": "627", 
    "375": "628", 
    "849": "629", 
    "374": "34", 
    "特13": "599", 
    "特19": "207", 
    "376": "632", 
    "977快": "633", 
    "运通124": "634", 
    "运通122": "635", 
    "运通123": "636", 
    "运通120": "637", 
    "运通121": "638", 
    "专89": "639", 
    "专81": "640", 
    "专87": "641", 
    "482": "692", 
    "568": "293", 
    "569": "643", 
    "751": "644", 
    "560": "645", 
    "561": "646", 
    "562": "647", 
    "563": "316", 
    "565": "649", 
    "917快": "650", 
    "980快": "651", 
    "89": "652", 
    "605": "653", 
    "607": "654", 
    "606": "655", 
    "603": "656", 
    "602": "657", 
    "609": "658", 
    "632": "659", 
    "夜7": "462", 
    "635": "661", 
    "959": "662", 
    "958": "663", 
    "398": "664", 
    "48": "665", 
    "49": "666", 
    "46": "138", 
    "47": "668", 
    "953": "669", 
    "快速公交2线": "465", 
    "955": "541", 
    "43": "672", 
    "957": "543", 
    "956": "544", 
    "专119": "675", 
    "638": "522", 
    "802": "677", 
    "5": "678", 
    "639": "679", 
    "专113": "680", 
    "专112": "681", 
    "专115": "682", 
    "专117": "683", 
    "专116": "684", 
    "489": "685", 
    "488": "686", 
    "487": "687", 
    "486": "688", 
    "485": "689", 
    "484": "690", 
    "483": "691", 
    "377": "631", 
    "481": "693", 
    "480": "694", 
    "运通113": "695", 
    "915快": "696", 
    "运通112": "697", 
    "472": "698", 
    "473": "699", 
    "471": "700", 
    "476": "701", 
    "477": "702", 
    "474": "703", 
    "475": "704", 
    "478": "705", 
    "专169": "706", 
    "专5": "707"
}