{
    "14号线（西段）": "689", 
    "快速公交4线": "431", 
    "快速公交3线": "569", 
    "快速公交2线": "490", 
    "运通119": "3", 
    "运通118": "5", 
    "房山线": "31", 
    "八通线": "102", 
    "运通111": "114", 
    "运通110": "115", 
    "运通117": "116", 
    "运通116": "117", 
    "运通115": "118", 
    "运通114": "119", 
    "机场线": "540", 
    "运通205": "202", 
    "运通202": "203", 
    "运通201": "204", 
    "亦庄线": "293", 
    "运通104": "314", 
    "运通105": "315", 
    "运通106": "316", 
    "运通107": "317", 
    "运通101": "318", 
    "运通102": "319", 
    "运通103": "320", 
    "运通108": "321", 
    "运通109": "322", 
    "大兴线": "347", 
    "昌平线": "571", 
    "运通124": "670", 
    "运通122": "671", 
    "运通123": "672", 
    "运通120": "673", 
    "运通121": "674", 
    "运通113": "733", 
    "运通112": "735", 
    "13号线": "168", 
    "15号线": "349", 
    "特12外": "472", 
    "夜30内": "525", 
    "10号线": "628", 
    "1号线": "504", 
    "特8外": "80", 
    "5号线": "111", 
    "7号线": "436", 
    "2号线": "495", 
    "6号线": "530", 
    "特8内": "543", 
    "9号线": "573", 
    "8号线": "669", 
    "4号线": "397", 
    "344快": "52", 
    "399外": "58", 
    "850快": "128", 
    "366快": "149", 
    "专121": "150", 
    "942快": "159", 
    "300外": "184", 
    "360快": "210", 
    "740外": "307", 
    "970快": "454", 
    "935快": "346", 
    "901快": "438", 
    "835快": "451", 
    "345快": "498", 
    "631快": "510", 
    "专108": "511", 
    "专109": "512", 
    "专102": "514", 
    "专101": "515", 
    "专107": "516", 
    "专104": "517", 
    "837快": "518", 
    "专166": "272", 
    "916快": "551", 
    "941快": "561", 
    "919快": "586", 
    "805快": "632", 
    "977快": "668", 
    "917快": "686", 
    "980快": "687", 
    "专119": "712", 
    "专118": "575", 
    "专113": "717", 
    "专112": "718", 
    "专115": "719", 
    "专117": "720", 
    "专116": "721", 
    "915快": "734", 
    "专169": "744", 
    "专49": "0", 
    "专44": "1", 
    "专45": "2", 
    "专41": "4", 
    "夜16": "500", 
    "夜32": "86", 
    "夜34": "88", 
    "特16": "206", 
    "特15": "207", 
    "特14": "208", 
    "特10": "211", 
    "特18": "219", 
    "夜28": "282", 
    "专38": "290", 
    "专31": "291", 
    "专30": "342", 
    "专60": "413", 
    "专69": "292", 
    "专66": "661", 
    "专91": "448", 
    "专97": "449", 
    "专96": "450", 
    "专20": "519", 
    "专21": "520", 
    "专26": "521", 
    "专27": "522", 
    "专59": "545", 
    "专55": "547", 
    "专51": "548", 
    "专53": "549", 
    "特17": "626", 
    "专11": "29", 
    "专10": "395", 
    "专13": "642", 
    "特11": "643", 
    "专17": "644", 
    "特13": "634", 
    "特19": "218", 
    "专89": "675", 
    "专81": "676", 
    "专87": "677", 
    "夜2": "484", 
    "夜1": "485", 
    "夜7": "487", 
    "夜4": "91", 
    "特3": "523", 
    "特2": "524", 
    "特7": "526", 
    "特6": "527", 
    "特5": "528", 
    "特4": "529", 
    "专5": "745", 
    "818": "6", 
    "346": "8", 
    "347": "9", 
    "341": "10", 
    "342": "11", 
    "343": "12", 
    "811": "13", 
    "813": "14", 
    "348": "15", 
    "349": "16", 
    "816": "17", 
    "717": "19", 
    "714": "20", 
    "915": "633", 
    "423": "635", 
    "425": "637", 
    "913": "638", 
    "426": "639", 
    "591": "28", 
    "308": "640", 
    "593": "30", 
    "595": "32", 
    "594": "33", 
    "597": "34", 
    "596": "35", 
    "599": "36", 
    "598": "37", 
    "525": "38", 
    "526": "39", 
    "527": "40", 
    "520": "41", 
    "521": "42", 
    "523": "43", 
    "528": "44", 
    "529": "45", 
    "449": "46", 
    "443": "48", 
    "442": "49", 
    "441": "50", 
    "440": "51", 
    "445": "53", 
    "108": "54", 
    "109": "55", 
    "102": "56", 
    "103": "57", 
    "101": "59", 
    "106": "60", 
    "107": "61", 
    "104": "62", 
    "105": "63", 
    "901": "65", 
    "906": "66", 
    "907": "67", 
    "904": "68", 
    "905": "69", 
    "909": "73", 
    "641": "76", 
    "640": "77", 
    "643": "78", 
    "642": "79", 
    "647": "81", 
    "646": "82", 
    "436": "83", 
    "648": "84", 
    "434": "85", 
    "432": "87", 
    "430": "89", 
    "431": "90", 
    "339": "92", 
    "338": "93", 
    "335": "94", 
    "334": "95", 
    "337": "96", 
    "336": "97", 
    "331": "98", 
    "330": "99", 
    "332": "100", 
    "844": "658", 
    "854": "103", 
    "855": "104", 
    "857": "105", 
    "850": "106", 
    "851": "107", 
    "852": "108", 
    "345": "109", 
    "316": "418", 
    "741": "129", 
    "559": "130", 
    "558": "131", 
    "554": "132", 
    "557": "133", 
    "556": "134", 
    "551": "135", 
    "550": "136", 
    "553": "137", 
    "552": "138", 
    "848": "665", 
    "992": "385", 
    "618": "140", 
    "619": "141", 
    "612": "142", 
    "610": "143", 
    "611": "144", 
    "616": "145", 
    "614": "146", 
    "615": "147", 
    "951": "704", 
    "948": "151", 
    "946": "152", 
    "944": "153", 
    "945": "154", 
    "942": "155", 
    "943": "156", 
    "940": "157", 
    "941": "158", 
    "684": "160", 
    "681": "161", 
    "680": "162", 
    "682": "163", 
    "459": "164", 
    "469": "697", 
    "133": "165", 
    "132": "166", 
    "131": "167", 
    "130": "188", 
    "498": "169", 
    "499": "170", 
    "494": "171", 
    "496": "172", 
    "497": "173", 
    "490": "174", 
    "493": "175", 
    "407": "189", 
    "939": "190", 
    "404": "191", 
    "403": "192", 
    "402": "193", 
    "401": "194", 
    "933": "195", 
    "931": "196", 
    "930": "197", 
    "937": "198", 
    "936": "199", 
    "935": "200", 
    "408": "201", 
    "379": "205", 
    "829": "209", 
    "371": "212", 
    "824": "213", 
    "827": "214", 
    "826": "47", 
    "821": "216", 
    "820": "187", 
    "823": "101", 
    "701": "220", 
    "393": "221", 
    "392": "222", 
    "397": "224", 
    "396": "225", 
    "414": "399", 
    "415": "400", 
    "586": "236", 
    "587": "237", 
    "584": "238", 
    "585": "239", 
    "582": "240", 
    "583": "241", 
    "580": "242", 
    "581": "243", 
    "589": "244", 
    "924": "407", 
    "419": "408", 
    "519": "247", 
    "518": "248", 
    "511": "249", 
    "510": "250", 
    "513": "251", 
    "512": "252", 
    "515": "253", 
    "517": "254", 
    "516": "255", 
    "623": "256", 
    "622": "257", 
    "621": "258", 
    "627": "260", 
    "626": "261", 
    "625": "262", 
    "624": "263", 
    "450": "264", 
    "452": "265", 
    "453": "266", 
    "454": "267", 
    "455": "268", 
    "456": "269", 
    "457": "270", 
    "592": "271", 
    "977": "273", 
    "976": "274", 
    "975": "275", 
    "973": "276", 
    "972": "277", 
    "971": "278", 
    "970": "279", 
    "978": "280", 
    "657": "281", 
    "652": "284", 
    "653": "285", 
    "650": "286", 
    "651": "287", 
    "658": "288", 
    "659": "289", 
    "865": "303", 
    "864": "304", 
    "867": "305", 
    "866": "306", 
    "883": "308", 
    "887": "310", 
    "886": "311", 
    "885": "312", 
    "884": "313", 
    "355": "555", 
    "322": "324", 
    "323": "325", 
    "321": "326", 
    "326": "327", 
    "327": "328", 
    "324": "329", 
    "325": "330", 
    "328": "331", 
    "329": "332", 
    "805": "565", 
    "804": "566", 
    "669": "351", 
    "668": "352", 
    "667": "353", 
    "666": "354", 
    "665": "355", 
    "664": "356", 
    "663": "357", 
    "662": "358", 
    "661": "359", 
    "660": "360", 
    "692": "361", 
    "693": "362", 
    "690": "363", 
    "691": "364", 
    "696": "365", 
    "697": "366", 
    "694": "367", 
    "695": "368", 
    "698": "369", 
    "699": "370", 
    "542": "371", 
    "543": "372", 
    "541": "373", 
    "546": "374", 
    "547": "375", 
    "544": "376", 
    "549": "378", 
    "994": "379", 
    "997": "380", 
    "996": "381", 
    "991": "382", 
    "990": "383", 
    "993": "384", 
    "868": "350", 
    "998": "386", 
    "120": "387", 
    "121": "388", 
    "122": "389", 
    "123": "390", 
    "124": "391", 
    "125": "392", 
    "126": "393", 
    "127": "394", 
    "928": "233", 
    "929": "234", 
    "416": "401", 
    "417": "402", 
    "410": "403", 
    "411": "404", 
    "413": "405", 
    "923": "406", 
    "418": "245", 
    "925": "246", 
    "926": "409", 
    "927": "410", 
    "319": "411", 
    "318": "412", 
    "312": "414", 
    "311": "415", 
    "310": "416", 
    "317": "417", 
    "315": "419", 
    "314": "420", 
    "832": "421", 
    "833": "422", 
    "830": "423", 
    "831": "424", 
    "836": "425", 
    "837": "426", 
    "834": "427", 
    "835": "428", 
    "838": "429", 
    "839": "430", 
    "369": "433", 
    "366": "434", 
    "364": "435", 
    "365": "396", 
    "362": "437", 
    "363": "398", 
    "360": "439", 
    "361": "440", 
    "952": "707", 
    "380": "441", 
    "381": "442", 
    "384": "443", 
    "385": "444", 
    "386": "445", 
    "387": "446", 
    "389": "447", 
    "579": "452", 
    "578": "453", 
    "573": "455", 
    "571": "456", 
    "570": "457", 
    "577": "458", 
    "576": "459", 
    "575": "460", 
    "574": "461", 
    "685": "471", 
    "938": "473", 
    "508": "474", 
    "736": "475", 
    "506": "476", 
    "507": "477", 
    "504": "478", 
    "505": "479", 
    "502": "480", 
    "503": "481", 
    "501": "482", 
    "630": "483", 
    "633": "486", 
    "635": "488", 
    "636": "489", 
    "465": "491", 
    "464": "492", 
    "467": "493", 
    "466": "494", 
    "462": "496", 
    "309": "641", 
    "964": "499", 
    "965": "18", 
    "966": "501", 
    "967": "502", 
    "960": "503", 
    "961": "24", 
    "962": "505", 
    "963": "506", 
    "968": "508", 
    "969": "509", 
    "409": "513", 
    "878": "531", 
    "876": "532", 
    "877": "533", 
    "872": "534", 
    "873": "535", 
    "870": "536", 
    "890": "538", 
    "637": "539", 
    "896": "541", 
    "897": "542", 
    "439": "544", 
    "437": "546", 
    "638": "713", 
    "435": "550", 
    "433": "552", 
    "357": "553", 
    "356": "554", 
    "809": "323", 
    "808": "556", 
    "353": "557", 
    "352": "558", 
    "351": "559", 
    "350": "560", 
    "568": "678", 
    "801": "562", 
    "807": "563", 
    "806": "564", 
    "359": "345", 
    "358": "348", 
    "438": "574", 
    "678": "576", 
    "679": "577", 
    "674": "578", 
    "675": "579", 
    "676": "580", 
    "677": "581", 
    "670": "582", 
    "671": "583", 
    "672": "584", 
    "673": "585", 
    "537": "597", 
    "536": "598", 
    "535": "599", 
    "534": "600", 
    "532": "601", 
    "531": "602", 
    "530": "603", 
    "539": "604", 
    "538": "605", 
    "988": "606", 
    "989": "607", 
    "982": "608", 
    "983": "609", 
    "980": "610", 
    "981": "611", 
    "986": "612", 
    "987": "613", 
    "984": "614", 
    "985": "615", 
    "115": "616", 
    "114": "617", 
    "117": "618", 
    "116": "619", 
    "111": "620", 
    "110": "621", 
    "113": "622", 
    "112": "623", 
    "119": "624", 
    "118": "625", 
    "378": "627", 
    "428": "629", 
    "919": "630", 
    "918": "631", 
    "421": "21", 
    "914": "22", 
    "917": "23", 
    "916": "636", 
    "911": "25", 
    "427": "26", 
    "912": "27", 
    "301": "645", 
    "302": "646", 
    "303": "647", 
    "304": "648", 
    "305": "649", 
    "306": "650", 
    "307": "651", 
    "825": "652", 
    "370": "653", 
    "373": "654", 
    "847": "655", 
    "846": "656", 
    "845": "657", 
    "372": "215", 
    "843": "659", 
    "842": "660", 
    "841": "127", 
    "840": "662", 
    "375": "663", 
    "849": "664", 
    "374": "217", 
    "376": "667", 
    "472": "736", 
    "482": "730", 
    "753": "309", 
    "569": "679", 
    "751": "680", 
    "560": "681", 
    "561": "682", 
    "562": "683", 
    "563": "333", 
    "565": "685", 
    "390": "688", 
    "605": "690", 
    "607": "691", 
    "606": "692", 
    "603": "693", 
    "602": "694", 
    "609": "695", 
    "632": "696", 
    "634": "507", 
    "468": "698", 
    "959": "699", 
    "958": "700", 
    "398": "701", 
    "953": "706", 
    "955": "568", 
    "957": "570", 
    "956": "572", 
    "802": "714", 
    "639": "716", 
    "620": "259", 
    "463": "722", 
    "489": "723", 
    "488": "724", 
    "487": "725", 
    "486": "726", 
    "485": "727", 
    "484": "728", 
    "483": "729", 
    "377": "666", 
    "481": "731", 
    "480": "732", 
    "509": "684", 
    "473": "737", 
    "471": "738", 
    "476": "739", 
    "477": "740", 
    "474": "741", 
    "475": "742", 
    "478": "743", 
    "39": "64", 
    "33": "70", 
    "32": "71", 
    "31": "72", 
    "35": "74", 
    "34": "75", 
    "99": "112", 
    "98": "113", 
    "91": "120", 
    "93": "121", 
    "92": "122", 
    "95": "123", 
    "94": "124", 
    "97": "125", 
    "96": "126", 
    "24": "176", 
    "25": "177", 
    "26": "178", 
    "27": "179", 
    "20": "180", 
    "21": "181", 
    "22": "182", 
    "23": "183", 
    "28": "185", 
    "29": "186", 
    "89": "223", 
    "82": "226", 
    "83": "227", 
    "80": "228", 
    "81": "229", 
    "86": "230", 
    "87": "231", 
    "85": "232", 
    "11": "294", 
    "10": "295", 
    "13": "296", 
    "15": "297", 
    "14": "298", 
    "17": "299", 
    "16": "300", 
    "19": "301", 
    "18": "302", 
    "77": "334", 
    "76": "335", 
    "75": "336", 
    "74": "337", 
    "73": "338", 
    "72": "339", 
    "71": "340", 
    "70": "341", 
    "79": "343", 
    "78": "344", 
    "60": "462", 
    "61": "463", 
    "63": "464", 
    "64": "465", 
    "65": "466", 
    "66": "467", 
    "67": "468", 
    "68": "469", 
    "69": "470", 
    "38": "497", 
    "45": "567", 
    "42": "708", 
    "40": "710", 
    "41": "711", 
    "30": "587", 
    "59": "588", 
    "58": "589", 
    "55": "590", 
    "54": "591", 
    "57": "592", 
    "56": "593", 
    "50": "594", 
    "53": "595", 
    "52": "596", 
    "48": "702", 
    "49": "703", 
    "46": "148", 
    "47": "705", 
    "43": "709", 
    "0": "7", 
    "6": "110", 
    "1": "139", 
    "7": "235", 
    "2": "283", 
    "8": "377", 
    "3": "432", 
    "9": "537", 
    "5": "715"
}